[
    {
        "title": "Islands",
        "location": "Ravenna, Texas",
        "city": "Ravenna",
        "isAvailable": true,
        "description": "BEAUTIFUL COZY CABIN FOR YOUR FAMILY!!! This beautifully decorated 700 sq ft. cabin has everything you need for your perfect getaway. Just a 45 minute drive north of McKinney located on 2.5 acres.",
        "cleaningfee": "$20",
        "servicefee": "$20",
        "amenities": "Lake view, Kitchen, Wifi, Free parking on premises, Private hot tub, TV, Washer, Dryer, Air conditioning",
        "bedrooms": "3",
        "pricepernight": "$180",
        "imageName": "1.jfif",
        "ratings": "4"
    },
    {
        "title": "Arctic",
        "location": "Van Zandt County, Texas",
        "city": "Van Zandt County",
        "isAvailable": true,
        "description": "SOUTHERN DREAM is a brand new, luxurious, pond-side treehouse in the woods.  It is the ideal place to spend your honeymoon or a romantic getaway with your love.  Indoors, SOUTHERN DREAM has massive picture windows, a large walk-in rain shower, a fully stocked kitchen with stainless steel appliances. ",
        "cleaningfee": "$20",
        "servicefee": "$20",
        "amenities": "Lake view, Kitchen, Wifi, Free parking on premises, Private hot tub, TV, Washer, Dryer, Air conditioning",
        "bedrooms": "2",
        "pricepernight": "$239",
        "shortdescription": "Southern Dream-Brand New Luxury Treehouse",
        "imageName": "2.jfif",
        "ratings": "4.5"
    },
    {
        "title": "Lakefronts",
        "location": "Pottsboro, Texas",
        "city": "Pottsboro",
        "isAvailable": false,
        "description": "Our Kabanas are waterfront, single-room tiny homes with stunning lake views. Each Kabana is equipped with a queen bed, small fridge, Bluetooth speaker, indoor/outdoor seating, super unique fire-pit, and an outdoor kitchen complete with a BBQ grill.",
        "cleaningfee": "$20",
        "servicefee": "$20",
        "amenities": "Lake view, Kitchen, Wifi, Free parking on premises, Private hot tub, TV, Washer, Dryer, Air conditioning",
        "bedrooms": "2",
        "pricepernight": "$175",
        "imageName": "3.jfif",
        "ratings": "5"
    },
    {
        "title": "Amazing Pools",
        "location": "Fairplay, Colorado",
        "city": "Fairplay",
        "isAvailable": true,
        "description": "Leave your worries behind and book an unforgettable retreat to this Fairplay vacation rental. Boasting 3 bedrooms, 3 bathrooms, a fully stocked kitchen, and ample space to relax - both indoors and out - this well-appointed cabin is sure to please. Head out to explore the Fairplay Recreation Area, just 6 miles away, or take a scenic drive along Boreas Pass to Breckenridge; head back home to enjoy more mountain views from the deck before curling up next to the fireplace.",
        "cleaningfee": "$207",
        "servicefee": "$143",
        "amenities": "Kitchen, Wifi, Free parking on premises, TV, Washer, Dryer, Patio or balcony, Indoor fireplace, Crib, Security cameras on property",
        "bedrooms": "3",
        "pricepernight": "$161",
        "imageName": "4.jfif",
        "ratings": "3.8"
    },
    {
        "title": "Lakefronts",
        "location": "Morganton, Georgia",
        "city": "Morganton",
        "isAvailable": true,
        "description": "Big Papa Bear Cub House is a beautiful dog friendly cabin with exciting amenities tucked away in the mountains of North Georgia. Big Papa Bear Cub House is located about 20 minutes to the exciting amenities of Blairsville and Blue Ridge GA (Mercier Orchards, grocery stores, charming Downtown BR, Lake BR & Marina, Serenity Spa, Toccoa River, Aska Trails, etc) & will accommodate as many as 9 people.",
        "cleaningfee": "$205",
        "servicefee": "$168",
        "amenities": "Mountain view, Kitchen, Wifi, Free parking on premises, Private hot tub, Pets allowed, TV with standard cable, Washer, Dryer, Security cameras on property",
        "bedrooms": "1",
        "pricepernight": "$197",
        "imageName": "5.jfif",
        "ratings": "4"
    },
    {
        "title": "Caves",
        "location": "Moab, Utah",
        "city": "Moab",
        "isAvailable": true,
        "description": "Dust off your hiking boots and head to this 2-bedroom, 1-bath vacation rental, ‘Pioneer Cabin 2!’ The authentic log cabin features endless outdoor entertainment, including upper and lower decks, picnic tables, a gas grill, and fire pit. In addition, the home sits at 7,600 feet in elevation on the La Sal Mountain Range with views of 6 mountain peaks. Downtown Moab and its restaurants and cafes can be found within 18 miles, while Canyonlands and Arches national parks are just short drives away!",
        "cleaningfee": "$98",
        "servicefee": "$113",
        "amenities": "Kitchen, Wifi, Free parking on premises, Pets allowed, TV, Washer, Dryer, Air conditioning, Patio or balcony, Hair dryer",
        "bedrooms": "2",
        "pricepernight": "$140",
        "imageName": "6.jfif",
        "ratings": "5"
    }
]